Repository: gruntsoftware/ios
Catalog: brainwallet/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fa_ir, fr, hi, id, it, ja, ko, pa, pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

source: Completed transaction
ar: المعاملة المكتملة
de: Abgeschlossene Transaktion
es_419: Transacción completada
fa_ir: تراکنش تکمیل شده
fr: Transaction terminée
hi: पूर्ण हुआ लेनदेन
id: Transaksi selesai
it: Transazione completata
ja: 取引完了
ko: 거래 완료
pa: ਪੂਰਾ ਹੋਇਆ ਲੈਣ-ਦੇਣ
pl: Transakcja zakończona
pt_br: Transação concluída
ru: Завершенная транзакция
sv: Genomförd transaktion
tr: Tamamlanan işlem
uk: Завершена транзакція
zh_hans: 交易完成
zh_hant: 交易完成

source: Confirm
ar: تأكيد
de: Bestätigen Sie
es_419: Confirmar
fa_ir: تأیید
fr: Confirmer
hi: पुष्टि करना
id: Konfirmasi
it: Confermare
ja: 確認
ko: 확인
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердите
sv: Bekräfta
tr: Onaylayın
uk: Підтвердити
zh_hans: 确认
zh_hant: 確認

source: Confirm passcode
ar: تأكيد رمز المرور
de: Passcode bestätigen
es_419: Confirmar código de acceso
fa_ir: تأیید رمز عبور
fr: Confirmer le code d’accès
hi: पासकोड की पुष्टि करें
id: Konfirmasi kode sandi
it: Conferma il codice di accesso
ja: パスコードの確認
ko: 비밀번호 확인해
pa: ਪਾਸਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź kod dostępu
pt_br: Confirmar código de acesso
ru: Подтвердите код доступа
sv: Bekräfta lösenkod
tr: Şifreyi onayla
uk: Підтвердьте пароль
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm send details
ar: تأكيد إرسال التفاصيل
de: Sendedaten bestätigen
es_419: Confirmar datos de envío
fa_ir: تأیید جزئیات ارسال
fr: Confirmer les détails de l'envoi
hi: भेजने का विवरण पुष्टि करें
id: Konfirmasi detail pengiriman
it: Confermare i dettagli di invio
ja: 送信内容の確認
ko: 전송 확인
pa: ਵੇਰਵੇ ਭੇਜਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź szczegóły wysyłania
pt_br: Confirme o envio dos detalhes.
ru: Подтвердите детали отправки
sv: Bekräfta sändningsuppgifter
tr: Gönderme ayrıntılarını onayla
uk: Підтвердьте деталі надсилання
zh_hans: 确认发送详细信息
zh_hant: 確認發送詳細訊息

source: Connecting...
ar: الاتصال...
de: Verbinden...
es: Conectando...
es_419: Conectando...
fa: در حال اتصال...
fa_ir: در حال اتصال...
fr: Connectant...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
pa: ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Łączenie...
pt_br: Conectando...
ru: Подключение...
sv: Ansluter...
tr: Bağlanıyorum.
uk: Підключення...
zh_hans: 连接中...
zh_hant: 正在連接...

source: Continue
ar: متابعة
de: Weiter
es_419: Continúe en
fa_ir: ادامه
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
es_419: Copiar
fa: کپی
fa_ir: کپی
fr: Copier
hi: प्रतिलिपि
id: Salin
it: Copia
ja: コピー
ko: 복사
pa: ਕਾਪੀ ਕਰੋ
pl: Kopia
pt_br: Cópia
ru: Копировать
sv: Kopiera
tr: Anlaşıldı
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

source: COPY / SHARE
ar: نسخ / مشاركة
de: KOPIEREN / TEILEN
es: COPIAR / COMPARTIR
es_419: COPIAR / COMPARTIR
fa: کپی / اشتراک‌گذاری
fa_ir: کپی / اشتراک‌گذاری
fr: COPIER / PARTAGER
hi: कॉपी/शेयर करें
id: SALIN / BAGIKAN
it: COPIA / CONDIVIDI
ja: コピー ／ 共有
ko: 복사/공유
pa: ਕਾਪੀ / ਸਾਂਝਾ ਕਰੋ
pl: KOPIUJ / UDOSTĘPNIAJ
pt_br: COPIAR / COMPARTILHAR
ru: КОПИРОВАТЬ / ПОДЕЛИТЬСЯ
sv: KOPIERA / DELA
tr: KOPYALA / PAYLAŞ
uk: КОПІЮВАТИ / ПОДІЛИТИСЯ
zh_hans: 复制/分享
zh_hant: 複製/分享

source: Copy Wallet Addresses
ar: نسخ عناوين المحفظة
de: Wallet-Adressen kopieren
es: Copiar Direcciones de Billetera
es_419: Copiar Direcciones de Billetera
fa: کپی آدرس‌های کیف پول
fa_ir: کپی آدرس‌های کیف پول
fr: Copier les adresses de portefeuille
hi: वॉलेट पते कॉपी करें
id: Menyalin Alamat Dompet
it: Copia gli indirizzi del portafoglio
ja: ウォレットアドレスをコピー
ko: 지갑 주소 복사
pa: ਵਾਲਿਟ ਪਤੇ ਕਾਪੀ ਕਰੋ
pl: Kopiowanie adresów portfela
pt_br: Copiar endereços de carteira
ru: Скопировать адреса кошельков
sv: Kopiera plånboksadresser
tr: Cüzdan Adreslerini Kopyalama
uk: Копіювати адреси гаманців
zh_hans: 复制钱包地址
zh_hant: 複製錢包地址

source: Copy wallet addresses to clipboard?
ar: نسخ عناوين المحفظة إلى الحافظة؟
de: Wallet-Adressen in die Zwischenablage kopieren?
es: ¿Copiar las direcciones de la billetera al portapapeles?
es_419: ¿Copiar las direcciones de la billetera al portapapeles?
fa: آدرس‌های کیف پول به کلیپ‌بورد کپی شوند؟
fa_ir: آدرس‌های کیف پول به کلیپ‌بورد کپی شوند؟
fr: Copier les adresses de portefeuille dans le presse-papiers ?
hi: वॉलेट पते को क्लिपबोर्ड पर कॉपी करें?
id: Menyalin alamat dompet ke papan klip?
it: Copiare gli indirizzi dei wallet negli appunti?
ja: ウォレットアドレスをクリップボードにコピーしますか？
ko: 지갑 주소를 클립보드에 복사하시겠습니까?
pa: ਕੀ ਵਾਲਿਟ ਦੇ ਪਤੇ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕਰਨੇ ਹਨ?
pl: Skopiować adresy portfeli do schowka?
pt_br: Copiar endereços de carteira para a área de transferência?
ru: Скопировать адреса кошельков в буфер обмена?
sv: Kopiera plånboksadresser till urklipp?
tr: Cüzdan adreslerini panoya kopyalayın?
uk: Копіювати адреси гаманців у буфер обміну?
zh_hans: 将钱包地址复制到剪贴板？
zh_hant: 將錢包位址複製到剪貼簿？

source: Create New Wallet
ar: إنشاء محفظة جديدة
de: Neues Wallet erstellen
es_419: Crear nueva cartera
fa_ir: ایجاد کیف پول جدید
fr: Traduction française de: Create New Wallet
hi: नया वॉलेट बनाएं
id: Buat Dompet Baru
it: Creare un nuovo portafoglio
ja: 新しい財布の作成
ko: 새 지갑 만들기
pa: ਨਵਾਂ ਵਾਲਿਟ ਬਣਾਓ
pl: Utwórz nowy portfel
pt_br: Criar nova carteira
ru: Создать новый кошелек
sv: Skapa ny plånbok
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
zh_hans: 创建新钱包
zh_hant: 創建新錢包

source: Currency
ar: عملة
de: Währung
es: Moneda
es_419: Moneda
fa: ارز
fa_ir: ارز
fr: Monnaie
hi: मुद्रा
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
pa: ਮੁਦਰਾ
pl: Waluta
pt_br: Moeda
ru: Валюта
sv: Valuta
tr: Para Birimi
uk: Валюта
zh_hans: 货币
zh_hant: 貨幣

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo Oscuro
es_419: Modo Oscuro
fa: حالت تاریک
fa_ir: حالت تاریک
fr: Mode sombre
hi: डार्क मोड
id: Mode Gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pa: ਡਾਰਕ ਮੋਡ
pl: Tryb ciemny
pt_br: Modo escuro
ru: Тёмный режим
sv: Mörkt läge
tr: Karanlık Mod
uk: Темний режим
zh_hans: 深色模式
zh_hant: 黑暗模式

source: Date:
ar: التاريخ:
de: Datum:
fa_ir: تاریخ:
hi: तिथि:
id: Tanggal:
it: Data:
ja: 日付
ko: 날짜:
pa: ਮਿਤੀ:
pl: Data:
pt_br: Data:
ru: Дата:
sv: Datum:
tr: Tarih:
uk: Дата:
zh_hans: 日期：
zh_hant: 日期：

source: Delete All
ar: احذف الكل
de: Alles löschen
es: Eliminar Todo
es_419: Eliminar Todo
fa: حذف همه
fa_ir: حذف همه
fr: Supprimer tout
hi: सभी हटा दो
id: Hapus Semua
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pa: ਸਭ ਮਿਟਾਓ
pl: Usuń wszystko
pt_br: Excluir tudo
ru: Удалить все
sv: Radera allt
tr: Tümünü Sil
uk: Видалити все
zh_hans: 删除所有
zh_hant: 全部刪除

source: Delete my wallet & data?
ar: حذف محفظتي والبيانات؟
de: Mein Wallet & Daten löschen?
es: ¿Eliminar mi billetera y datos?
es_419: ¿Eliminar mi billetera y datos?
fa: حذف کیف پول و داده‌های من؟
fa_ir: حذف کیف پول و داده‌های من؟
fr: Supprimer mon portefeuille et mes données ?
hi: मेरा वॉलेट और डेटा हटाएँ?
id: Menghapus dompet & data saya?
it: Vuoi eliminare il mio portafoglio e i miei dati?
ja: ウォレットとデータを削除しますか？
ko: 내 지갑 및 데이터를 삭제하시겠습니까?
pa: ਕੀ ਮੇਰਾ ਵਾਲਿਟ ਅਤੇ ਡਾਟਾ ਮਿਟਾਉਣਾ ਹੈ?
pl: Usunąć portfel i dane?
pt_br: Excluir minha carteira e meus dados?
ru: Удалить мой кошелек и данные?
sv: Radera min plånbok & data?
tr: Cüzdanımı ve verilerimi sileyim mi?
uk: Видалити мій гаманець і дані?
zh_hans: 删除我的钱包和数据？
zh_hant: 刪除我的錢包和數據？

source: Deleting...
ar: جارٍ الحذف...
de: Löschen...
es: Eliminando...
es_419: Eliminando...
fa: در حال حذف...
fa_ir: در حال حذف...
fr: Suppression...
hi: हटाया जा रहा है...
id: Menghapus...
it: Eliminazione...
ja: 削除中...
ko: 삭제 중...
pa: ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Usuwanie...
pt_br: Excluindo...
ru: Удаление...
sv: Raderar...
tr: Siliniyor...
uk: Видалення...
zh_hans: 删除中...
zh_hant: 正在刪除...

source: Don’t guess. It would take you 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000 tries.
ar: لا تخمن. سيستغرق الأمر منك 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000 محاولة.
de: Raten Sie nicht. Sie bräuchten 5.444.517.950.000.000.000.000.000.000.000.000.000.000.000.000.000.000 Versuche.
es_419: No lo adivines. Te tomaría 5.444.517.950.000.000.000.000.000.000.000.000.000.000.000.000.000 intentos.
fa_ir: حدس نزنید. برای این کار به ۵,۴۴۴,۵۱۷,۹۵۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰,۰۰۰, نیاز دارید.
fr: N'essayez pas de deviner. Il vous faudrait 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 000 000 essais.
hi: अनुमान मत लगाओ। इसमें आपको 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000 प्रयास करने पड़ेंगे।
id: Jangan menebak. Anda membutuhkan 5.444.517.950.000.000.000.000.000.000.000.000.000.000.000.000.000 percobaan.
it: Non tirare a indovinare. Ci vorrebbero 5.444.517.950.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.
ja: 推測しないでください。5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000回試行する必要があります。
ko: 추측하지 마세요. 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000번의 시도가 필요할 겁니다.
pa: ਅੰਦਾਜ਼ਾ ਨਾ ਲਗਾਓ। ਇਸ ਵਿੱਚ ਤੁਹਾਨੂੰ 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000 ਕੋਸ਼ਿਸ਼ਾਂ ਕਰਨੀਆਂ ਪੈਣਗੀਆਂ।
pl: Nie zgaduj. Zajęłoby ci to 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 prób.
pt_br: Não chute. Você precisaria de 5.444.517.950.000.000.000.000.000.000.000.000.000.000.000.000.000 tentativas.
ru: Не гадайте. Вам понадобится 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 000 000 попыток.
sv: Gissa inte. Det skulle ta dig 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 försök.
tr: Gissa inte. Det skulle ta dig 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 försök.
uk: Не вгадуйте. Вам знадобиться 5 444 517 950 000 000 000 000 000 000 000 000 000 000 000 000 спроб.
zh_hans: 不要猜测。你需要尝试 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000 次才能成功。
zh_hant: 不要猜測。你需要嘗試 5,444,517,950,000,000,000,000,000,000,000,000,000,000,000,000,000 次才能成功。

source: Done
ar: تم
de: Erledigt
es: Hecho
es_419: Hecho
fa: انجام شد
fa_ir: انجام شد
fr: Fait
hi: हो गया
id: Selesai.
it: Fatto
ja: 終わり
ko: 완료
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt_br: Feito
ru: Готово
sv: Translation: Klart
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完畢

source: Edit
ar: تعديل
de: Bearbeiten
es_419: Editar
fa_ir: ویرایش
fr: Editer
hi: संपादित करें
it: Modifica
ja: 編集
ko: 수정
pa: ਸੋਧੋ
pl: Edytuj
pt_br: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

source: Enable Face ID
ar: تمكين التعرف على الوجه
de: Gesichtserkennung aktivieren
es: Activar Face ID
es_419: Activar Face ID
fa: فعال‌سازی Face ID
fa_ir: فعال‌سازی Face ID
fr: Activer Face ID
hi: फेस आईडी सक्षम करें
id: Mengaktifkan ID Wajah
it: Abilita Face ID
ja: Face IDを有効にする
ko: Face ID 활성화
pa: ਚਿਹਰਾ ਆਈਡੀ ਚਾਲੂ ਕਰੋ
pl: Włącz Face ID
pt_br: Ativar o Face ID
ru: Включить Face ID
sv: Aktivera Face ID
tr: Face ID'yi etkinleştirin
uk: Увімкнути Face ID
zh_hans: 启用面容ID
zh_hant: 啟用面容 ID

source: Enable Touch ID
ar: تمكين بصمة الإصبع
de: Touch ID aktivieren
es: Habilitar Touch ID
es_419: Habilitar Touch ID
fa: فعال‌سازی تاچ آی‌دی
fa_ir: فعال‌سازی تاچ آی‌دی
fr: Activer Touch ID
hi: टच आईडी सक्षम करें
id: Mengaktifkan ID Sentuh
it: Abilita Touch ID
ja: タッチIDを有効にする
ko: Touch ID 활성화
pa: ਟੱਚ ਆਈਡੀ ਚਾਲੂ ਕਰੋ
pl: Włącz Touch ID
pt_br: Ativar o Touch ID
ru: Включить Touch ID
sv: Aktivera Touch ID
tr: Touch ID'yi Etkinleştir
uk: Увімкнути Touch ID
zh_hans: 启用触控ID
zh_hant: 啟用 Touch ID

source: Enter PIN
ar: أدخل الرقم السري
de: PIN eingeben
es: Ingrese PIN
es_419: Ingrese PIN
fa: وارد کردن پین
fa_ir: وارد کردن پین
fr: Entrez le code PIN
hi: पिन दर्ज करें
id: Masukkan PIN
it: Inserisci il PIN
ja: PINを入力してください
ko: PIN 입력
pa: ਪਿੰਨ ਦਰਜ ਕਰੋ
pl: Wprowadź kod PIN
pt_br: Digite o PIN
ru: Введите PIN-код
sv: Ange PIN
tr: PIN Girin
uk: Введіть PIN-код
zh_hans: 输入密码
zh_hant: 輸入 PIN

source: Enter your current PIN.
ar: أدخل رقم التعريف الشخصي الحالي الخاص بك.
de: Geben Sie Ihre aktuelle PIN ein.
es: Ingrese su PIN actual.
es_419: Ingrese su PIN actual.
fa: پین فعلی خود را وارد کنید.
fa_ir: پین فعلی خود را وارد کنید.
fr: Entrez votre code PIN actuel.
hi: अपना वर्तमान पिन दर्ज करें.
id: Masukkan PIN Anda saat ini.
it: Inserisci il tuo PIN attuale.
ja: 現在のPINを入力してください。
ko: 현재 PIN을 입력하세요.
pa: ਆਪਣਾ ਮੌਜੂਦਾ ਪਿੰਨ ਦਰਜ ਕਰੋ।
pl: Wprowadź aktualny kod PIN.
pt_br: Digite seu PIN atual.
ru: Введите свой текущий PIN-код.
sv: Ange din nuvarande PIN-kod.
tr: Geçerli PIN kodunuzu girin.
uk: Введіть свій поточний PIN-код.
zh_hans: 请输入您当前的PIN码。
zh_hant: 輸入您目前的 PIN。

source: Enter your new PIN.
ar: أدخل رقم التعريف الشخصي الجديد الخاص بك.
de: Geben Sie Ihre neue PIN ein.
es: Ingrese su nuevo PIN.
es_419: Ingrese su nuevo PIN.
fa: رمز جدید خود را وارد کنید.
fa_ir: رمز جدید خود را وارد کنید.
fr: Entrez votre nouveau code PIN.
hi: अपना नया पिन दर्ज करें.
id: Masukkan PIN baru Anda.
it: Inserisci il tuo nuovo PIN.
ja: 新しいPINを入力してください。
ko: 새 PIN을 입력합니다.
pa: ਆਪਣਾ ਨਵਾਂ ਪਿੰਨ ਦਰਜ ਕਰੋ।
pl: Wprowadź nowy kod PIN.
pt_br: Digite seu novo PIN.
ru: Введите новый PIN-код.
sv: Ange din nya PIN-kod.
tr: Yeni PIN kodunuzu girin.
uk: Введіть свій новий PIN-код.
zh_hans: 请输入您的新密码。
zh_hant: 輸入您的新 PIN。

source: Exchange Rate
ar: سعر الصرف
de: Wechselkurse
es: Tipo de Cambio
es_419: Tipo de Cambio
fa: نرخ ارز
fa_ir: نرخ ارز
fr: Taux de change
hi: विनिमय दर
id: Nilai Tukar
it: Tasso di cambio
ja: 為替レート
ko: 환율
pa: ਐਕਸਚੇਂਜ ਦਰ
pl: Kurs wymiany
pt_br: Taxa de câmbio
ru: Обменный курс
sv: Växelkurs
tr: Döviz Kuru
uk: Обмінний курс
zh_hans: 汇率
zh_hant: 匯率

source: Exit
ar: مخرج
de: Ausfahrt
es_419: Salida
fa_ir: خارج شوید
fr: Sortie
hi: बाहर निकलना
id: KELUAR
it: Uscita
ja: 出口
ko: 출구
pa: ਨਿਕਾਸ
pl: Wyjście
pt_br: Saída
ru: Выход
sv: Utgång
tr: Utgång
uk: Вихід
zh_hans: 出口
zh_hant: 出口

source: Export Transaction Data
ar: تصدير بيانات المعاملة
de: Transaktionsdaten exportieren
es_419: Exportar datos de transacciones
fa_ir: صادرات داده‌های تراکنش
fr: Exporter les données de la transaction
hi: निर्यात लेनदेन डेटा
id: Ekspor Data Transaksi
it: Esportazione dei dati delle transazioni
ja: 取引データのエクスポート
ko: 수출 거래 데이터
pa: ਲੈਣ-ਦੇਣ ਡੇਟਾ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksport danych transakcji
pt_br: Exportar dados de transação
ru: Экспорт данных транзакции
sv: Exportera transaktionsdata
tr: İşlem Verilerini Dışa Aktarma
uk: Експорт даних транзакцій
zh_hans: 导出交易数据
zh_hant: 匯出交易數據

source: Face ID Spending Limit
ar: حد الإنفاق باستخدام التعرف على الوجه
de: Ausgabenlimit für Face ID
es: Límite de Gasto de Face ID
es_419: Límite de Gasto de Face ID
fa: حد مخارج فیس آیدی
fa_ir: حد مخارج فیس آیدی
fr: Limite de dépenses Face ID
hi: फेस आईडी खर्च सीमा
id: Batas Pengeluaran ID Wajah
it: Limite di spesa per Face ID
ja: フェイスID 支払い限度額
ko: Face ID 지출 한도
pa: ਫੇਸ ਆਈਡੀ ਖਰਚ ਸੀਮਾ
pl: Limit wydatków na Face ID
pt_br: Limite de gastos do Face ID
ru: Лимит расходов Face ID
sv: Ansiktsgräns för utgifter
tr: Face ID Harcama Limiti
uk: Ліміт витрат Face ID
zh_hans: 面容ID消费限额
zh_hant: 面容 ID 消費限額

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
es_419: Fallido
fa: شکست خورده
fa_ir: شکست خورده
fr: Raté
hi: असफल
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
pa: ਅਸਫਲ ਰਿਹਾ
pl: Nie powiodło się
pt_br: Falha
ru: Не удалось
sv: Misslyckades
tr: Başarısız
uk: Не вдалося
zh_hans: 失败
zh_hant: 失敗的

source: Failed to wipe wallet.
ar: فشل في مسح المحفظة.
de: Fehler beim Löschen der Brieftasche.
es: No se pudo borrar la billetera.
es_419: No se pudo borrar la billetera.
fa: عدم موفقیت در پاک کردن کیف پول.
fa_ir: عدم موفقیت در پاک کردن کیف پول.
fr: Impossible d’effacer le portefeuille.
hi: वॉलेट मिटाने में विफल.
id: Gagal menghapus dompet.
it: Impossibile cancellare il portafoglio.
ja: ウォレットの消去に失敗しました。
ko: 지갑을 지우지 못했습니다.
pa: ਵਾਲਿਟ ਸਾਫ਼ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się wyczyścić portfela.
pt_br: Falha ao limpar a carteira.
ru: Не удалось удалить кошелек.
sv: Misslyckades med att rensa plånboken.
tr: Cüzdan silinemedi.
uk: Не вдалося очистити гаманець.
zh_hans: 无法清除钱包。
zh_hant: 擦除錢包失敗。

source: Fees:
ar: الرسوم:
de: Gebühren:
es_419: Tasas:
fa_ir: هزینه‌ها:
fr: Frais :
hi: शुल्क:
id: Biaya:
it: Tasse:
ja: 料金
ko: 수수료:
pa: ਫੀਸ:
pl: Opłaty:
pt_br: Tarifas:
ru: Вознаграждение:
sv: Avgifter:
tr: Ücretler:
uk: Комісії:
zh_hans: 费用：
zh_hant: 費用：

source: Fiat Currency
ar: العملة الورقية
de: Fiatgeld
es: Moneda Fiduciaria
es_419: Moneda Fiduciaria
fa: ارز فیات
fa_ir: ارز فیات
fr: Monnaie fiduciaire
hi: फ़िएट मुद्रा
id: Mata Uang Fiat
it: Valuta Fiat
ja: 法定通貨
ko: 법정화폐
pa: ਫਿਏਟ ਮੁਦਰਾ
pl: Waluta Fiat
pt_br: Moeda Fiat
ru: Фиатная валюта
sv: Fiatvaluta
tr: Fiat Para Birimi
uk: Фіатна валюта
zh_hans: 法定货币
zh_hant: 法定貨幣

source: Follow the easy steps to send LTC to someone else's wallet. They get it in seconds!
ar: اتبع الخطوات السهلة لإرسال LTC إلى محفظة شخص آخر. يحصلون عليه في ثوان!
de: Befolgen Sie die einfachen Schritte, um LTC an die Brieftasche einer anderen Person zu senden. Sie bekommen es in Sekundenschnelle!
es_419: Siga estos sencillos pasos para enviar LTC al monedero de otra persona. Lo consiguen en segundos.
fa_ir: مراحل آسان را برای ارسال LTC به کیف پول شخص دیگری دنبال کنید. آن‌ها در عرض چند ثانیه متوجه می‌شوند!
fr: Suivez les étapes simples pour envoyer des LTC vers le portefeuille de quelqu'un d'autre. Ils les reçoivent en quelques secondes !
hi: किसी और के वॉलेट में LTC भेजने के लिए आसान चरणों का पालन करें। वे इसे सेकंडों में प्राप्त कर लेते हैं!
id: Ikuti langkah mudah untuk mengirim LTC ke dompet orang lain. Mereka menerimanya dalam hitungan detik!
it: Seguite i semplici passaggi per inviare LTC al portafoglio di qualcun altro. Lo capiscono in pochi secondi!
ja: LTCを他の人のウォレットに送るには、簡単な手順に従ってください。彼らは数秒でそれを理解する！
ko: LTC를 다른 사람의 지갑으로 보내는 간단한 절차를 따르세요. 몇 초 만에 알게 돼!
pa: ਕਿਸੇ ਹੋਰ ਦੇ ਵਾਲਿਟ ਵਿੱਚ LTC ਭੇਜਣ ਲਈ ਆਸਾਨ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਉਹ ਇਸਨੂੰ ਸਕਿੰਟਾਂ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ!
pl: Wykonaj proste kroki, aby wysłać LTC do czyjegoś portfela. Otrzyma je w ciągu kilku sekund!
pt_br: Siga os passos simples para enviar LTC para a carteira de outra pessoa. Eles entendem em segundos!
ru: Выполните простые шаги, чтобы отправить LTC на чужой кошелек. Они получают его за считанные секунды!
sv: Följ de enkla stegen för att skicka LTC till någon annans plånbok. De får det på några sekunder!
tr: Başka birinin cüzdanına LTC göndermek için kolay adımları izleyin. Saniyeler içinde anlıyorlar!
uk: Виконайте прості кроки, щоб надіслати LTC на чужий гаманець. Вони отримають його за лічені секунди!
zh_hans: 按照以下简单步骤即可将 LTC 发送到其他人的钱包。他们几秒钟就明白了！
zh_hant: 按照以下簡單步驟即可將 LTC 發送到其他人的錢包。他們幾秒鐘就明白了！

source: Follow the easy steps to stack LTC. Get it from a friend or our partner MoonPay
ar: اتبع الخطوات السهلة لتجميع LTC. احصل عليه من صديق أو شريكنا MoonPay
de: Befolgen Sie die einfachen Schritte, um LTC zu stapeln. Holen Sie es sich von einem Freund oder unserem Partner MoonPay
es_419: Siga estos sencillos pasos para acumular LTC. Consíguelo de un amigo o de nuestro socio MoonPay
fa_ir: مراحل آسان را برای انباشتن LTC دنبال کنید. آن را از یک دوست یا شریک ما MoonPay دریافت کنید
fr: Suivez les étapes simples pour empiler des LTC. Obtenez-les d'un ami ou de notre partenaire MoonPay
hi: LTC स्टैक करने के लिए आसान चरणों का पालन करें। इसे किसी मित्र से या हमारे साझेदार MoonPay से प्राप्त करें
id: Ikuti langkah mudah untuk mengumpulkan LTC. Dapatkan dari teman atau mitra kami MoonPay
it: Seguite i semplici passaggi per impilare l'LTC. Richiedetelo a un amico o al nostro partner MoonPay
ja: LTCを積み重ねるには、簡単なステップに従ってください。友人または提携先のMoonPayから購入する
ko: LTC를 쌓는 쉬운 단계를 따라가세요. 친구나 파트너인 MoonPay에게서 받으세요
pa: LTC ਸਟੈਕ ਕਰਨ ਲਈ ਆਸਾਨ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਇਸਨੂੰ ਕਿਸੇ ਦੋਸਤ ਜਾਂ ਸਾਡੇ ਸਾਥੀ ਮੂਨਪੇ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Wykonaj proste kroki, aby stackować LTC. Otrzymaj je od znajomego lub naszego partnera MoonPay
pt_br: Siga os passos simples para acumular LTC. Adquira-o com um amigo ou com o nosso parceiro MoonPay.
ru: Выполните простые шаги для укладки LTC. Получите его у друга или нашего партнера MoonPay
sv: Följ de enkla stegen för att stapla LTC. Få det från en vän eller vår partner MoonPay
tr: LTC'yi istiflemek için kolay adımları izleyin. Bir arkadaşınızdan veya ortağımız MoonPay'den alın
uk: Виконайте прості кроки, щоб накопичити LTC. Отримайте його від друга або нашого партнера MoonPay
zh_hans: 按照以下简单步骤即可累积 LTC。您可以从朋友或我们的合作伙伴 MoonPay 处获得。
zh_hant: 請依照以下簡單步驟即可累積 LTC。您可以從朋友或我們的合作夥伴 MoonPay 獲得。
